Repository: silvacms/Products.SilvaPhotoGallery
Catalog: i18n/*/LC_MESSAGES/silva_photo_gallery.po
Languages: de

source: Show thumbnails with image captions underneath?
de: Sollen die Minitaturbilder mit Bildunterschriften angezeigt werden?

source: Image captions
de: Bildunterschriften

source: Sets the place of the slide show settings.
de: Anzeige der Einstellungen für die Dia-Show.

source: Place of slide show settings
de: Einstellungen für die Dia-Show

source: Place of help information.
de: Anzeigeort der Hilfe-Informationen.

source: Help information
de: Hilfe-Informationen

source: Click on a photo to see large version.
de: Klicken Sie auf ein Foto, um es in voller Grösse anzusehen.

source: Slideshow
de: Dia-Show

source: Show help
de: Hilfe einblenden

source: Help
de: Hilfe

source: Click on a photo to see large version or select a delay and click on &quot;Slideshow&quot; to start the slideshow. Click on the right (of left) half of the image to change to the next (previous) image. To close the image or stop the slideshow, click on the cross.<br /> Alternatively, you can use the following keys:<br />
de: Klicken Sie auf ein Foto, um es in voller Grösse anzusehen oder wählen Sie ein Zeitintervall und klicken Sie auf &quot;Dia-Show&quot;, um die Dia-Show zustarten. Klicken Sie auf die rechte (oder linke) Bildhälfte, um auf das nächste (vorherige) Bild zu wechseln. Klicken Sie auf das Kreuz, um das Foto zu schliessen oder die Dia-Show zu beenden.<br />Alternativ können Sie die folgenden Tasten benutzen:

source: stop slideshow or close image
de: Dia-Show beenden oder Foto schliessen

source: show next image
de: nächstes Foto zeigen

source: show previous image
de: vorheriges Foto zeigen

source: Note: The manual change of pictures is disabled during slide show.
de: Hinweis: Der manuelle Bildwechsel ist während der Dia-Show abgeschaltet.
