Repository: silvacms/Products.SilvaPhotoGallery
Catalog: Products/SilvaPhotoGallery/i18n/*/LC_MESSAGES/silva_photo_gallery.po
Languages: he

source: Show thumbnails with image captions underneath?
he: הצג מידע תצוגת תמונות מוקטנות מתחת?

source: Image captions
he: מידע תמונה

source: Sets the place of the slide show settings.
he: הגדר את המקום של הגדרות של מצגת תמונות

source: Place of slide show settings
he: מקום של הגדרות מצגת תמונות

source: Place of help information.
he: מקום של מידע העזרה

source: Help information
he: מידע עזרה

source: Click on a photo to see large version.
he: לחץ על התמונה על מנת לראות גרסה גדולה.

source: 2sec
he: 2 שניות

source: 5sec
he: 5 שניות

source: 10sec
he: 10 שניות

source: 30sec
he: 30 שניות

source: Note: The manual change of pictures is disabled during slide show.
he: שים לב: שינוי ידני של התמונות הינו בלתי ניתן בזמן תצוגת שקופיות.

source: Slideshow
he: מצגת תמונות

source: Show help
he: הצג עזרה

source: Help
he: עזרה

source: Click on a photo to see large version or select a delay and click on &quot;Slideshow&quot; to start the slideshow. Click on the right (of left) half of the image to change to the next (previous) image. To close the image or stop the slideshow, click on the cross.<br /> Alternatively, you can use the following keys:<br />
he: לחץ על התמונה על מנת לראות גרסה מוגדלת או בחר השהייה ולאחר מכן לחץ על &quot;Slideshow&quot; לחץ על ימין (או שמאל) חצי התמונה על מנת לשנות לתמונה הבא (קודמת(. .<br /> על מנת לסגור את התמונה או לעצור את מצגת התמונות, לחץ על הקרוס <br />בצורה אלטרנטיבית, באפשרותך להתמש במקשים הבאים:

source: stop slideshow or close image
he: עצור מצגת תמונות או סגור תמונה

source: show next image
he: הצג תמונה הבאה

source: show previous image
he: הצג תמונה קודמת
